Revit 2027 API
ParameterTypeId.StartExtension Property
 "Start Extension"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StartExtension { get; }
Public Shared ReadOnly Property StartExtension As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StartExtension {
	ForgeTypeId^ get ();
}
static member StartExtension : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace